Repository: Linny3D/KDE-Klipper-Plasmoid-Plasma6
Catalog: po/*/org.kde.plasma.klippermonitor.po
Languages: es

source: %1 • No file
es: %1 • Sin archivo

source: API key or token:
es: Clave API o token:

source: Bed
es: Cama

source: Cancel
es: Cancelar

source: Chart interval (ms):
es: Intervalo del gráfico (ms):

source: Clear settings
es: Restablecer ajustes

source: Connected
es: Conectado

source: Connecting
es: Conectando…

source: Default file to start:
es: Archivo predeterminado para iniciar:

source: Disconnected
es: Desconectado

source: Fan: %1%
es: Ventilador: %1%

source: Flow: %1%
es: Flujo: %1%

source: Home All
es: Home todo

source: Invalid JSON from server: %1
es: JSON no válido del servidor: %1

source: Jog feedrate XY (mm/min):
es: Velocidad de avance XY (mm/min):

source: Jog feedrate Z (mm/min):
es: Velocidad de avance Z (mm/min):

source: Jog step (mm):
es: Paso de desplazamiento (mm):

source: Klipper Monitor
es: Monitor de Klipper

source: Moonraker host:
es: Host de Moonraker:

source: Motion
es: Movimiento

source: No response from server. Check host/port, reverse proxy, or auth token.
es: Sin respuesta del servidor. Comprueba host/puerto, proxy inverso o token de autenticación.

source: Not configured
es: No configurado

source: Not configured. Open the settings to add your Moonraker host.
es: No configurado. Abre los ajustes para añadir tu host de Moonraker.

source: Nozzle
es: Boquilla

source: Optional
es: Opcional

source: Pause
es: Pausa

source: Port:
es: Puerto:

source: Position: absolute
es: Posición: absoluta

source: Reconnect
es: Reconectar

source: Resume
es: Reanudar

source: Server error: %1
es: Error del servidor: %1

source: Speed: %1%
es: Velocidad: %1%

source: Start
es: Iniciar

source: Step %1 mm
es: Paso %1 mm

source: Steps
es: Pasos

source: Thermals
es: Temperaturas

source: Toolhead
es: Cabezal

source: Use TLS (wss)
es: Usar TLS (wss)

source: WebSocket path:
es: Ruta WebSocket:
